<h1 class="text-center">מדריך לשימוש במנוע החיפוש</h1>

<p>VeganSearch הוא מנוע חיפוש המאפשר לכם לחפש מוצרים או רכיבים ולגלות האם הם טבעוניים או לא.</p>

<p>על מנת לחפש <strong>מוצרים</strong>, רשמו את הברקוד שעל אריזת המוצר או חלק מהשם שלו.</p>

<p>על מנת לחפש <strong>רכיבים</strong>, רשמו את השם שלהם או את מספר ה-E שלהם (במידה וקיים).</p>

<h2 class="text-center">סריקת הברקוד</h2>

<p>אם יש ברשותכם מכשיר אנדרואיד, יש לכם אפשרות לסרוק את הברקוד על אריזת המוצר ולחפש אותו באתר בתוך שניות.</p>

<ol>

    <li>ראשית, הורידו את האפליקציה <?php echo CHtml::link('Barcode Scanner', 'https://play.google.com/store/apps/details?id=com.google.zxing.client.android'); ?> למכשירכם.</li>

    <li>כעת, היכנסו לאפליקציה, לכו להגדרות ומצאו הגדרה ששמה "Custom search URL".</li>

    <li>בתיבת הטקסט שתיפתח לכם הכניסו את הלינק הבא: <kbd>http://vegansearch.co.il/search?q=%s</kbd></li>

</ol>

<p>וזהו, אתם מוכנים! בפעם הבאה שתסרקו ברקוד פשוט לחצו על "Custom search" וזה יחפש באתר.</p>