<h1 class="text-center">תנאי שימוש</h1>

<p>בעת השימוש באתר VeganSearch (להלן: "האתר") הינכם מסכימים לכל התנאים המפורטים להלן:</p>

<p>תנאי השימוש מנוסחים בלשון זכר מטעמי נוחות ומיועדים לגברים ולנשים כאחד.</p>

<p><strong>עדכון אחרון:</strong> בתשיעי באוקטובר, 2014.</p>

<h2>הגבלת אחריות</h2>

<p>האתר עושה את מירב המאמצים לוודא שכל המידע המופיע באתר נכון. עם זאת, אין באפשרות האתר להבטיח את נכונתו של כל המידע המופיע בו ועשויים להימצא בו טעויות. לכן, בעת השימוש באתר הינכם מסכימים שהאתר אינו אחראי ואינו ישא באחריות למידע המופיע בו, וכל נזק שייגרם, אם ייגרם, כתוצאה משימוש באתר הינו באחריות המשתמש.</p>

<h2>מודעות</h2>

<p>האתר עשוי לעשות שימוש במודעות פרסומיות שיופיעו כחלק משירות AdSense של חברת Google. לאתר אין כל קשר לתוכן המודעות ואינו לוקח אחריות עליהן או על נזק שייגרם, אם ייגרם, מהן.</p>

<h2>שינוי תנאי השימוש</h2>

<p>לפני כל שינוי בתנאי השימוש האתר מתחייב לתת הודעה 15 ימים מראש שתופיע בעמוד הראשי.</p>